Repository: sk1project/sk1-tk
Catalog: po/*.po
Languages: ru

source: %s is not an arrow definition file
ru: %s не является файлом, определяющим стрелку

source: Error trying to read arrows from %s Using builtin defaults
ru: Ошибка при чтении стрелок из %s Будут использованы встроенные определения

source: PolyBezier (%(nodes)d nodes in %(paths)d paths)
ru: Полином Безье (%(nodes)d узлов в %(paths)d участках)

source: Create Curve
ru: Создать кривую

source: Create Poly-Line
ru: Создать ломаную

source: Select All Nodes
ru: Выделить все узлы

source: %d nodes in PolyBezier
ru: %d узлов в полиноме Безье

source: PolyBezier
ru: Полином Безье

source: First node of PolyBezier
ru: Первый узел полинома Безье

source: Last node of PolyBezier
ru: Последний узел полинома Безье

source: 1 node of PolyBezier
ru: 1 узел полинома Безье

source: Point on curve at position %.2f
ru: Точка на кривой в позиции %.2f

source: No Node of PolyBezier
ru: Нет узла на полиноме Безье

source: Cut Curve
ru: Вырезать кривую

source: Close Nodes
ru: Замкнуть узлы

source: Angle
ru: Угол

source: Smooth
ru: Сглаживание

source: Symmetrical
ru: Симметрично

source: Curve->Line
ru: Кривая->Прямая

source: Line->Curve
ru: Прямая->Кривая

source: Delete Nodes
ru: Удалить узлы

source: Insert Nodes
ru: Вставить узлы

source: Interpolation with %d steps
ru: Интерполяция в %d шагов

source: BlendGroup with %d control objects
ru: Группа смешивания с %d управляющими объектами

source: Registration Black (
ru: Сложный черный (

source: I can't alloc all needed colors. I'll use a private colormap
ru: Невозможно разместить все необходимые цвета. Использована ограниченная палитра

source: Compound with %d objects
ru: Скомпоновать с %d объектами

source: %s is not dashes file
ru: %s не является файлом определения пунктира

source: Error trying to read dashes from %s Using builtin defaults
ru: Ошибка при чтении пунктира из %s Будут использованы встроенные определения

source: Guide Lines
ru: Направляющие

source: MasterLayer 1
ru: Мастер Слой 1

source: Layer 1
ru: Слой 1

source: Layer %d
ru: Слой %d

source: Saving page %u of %u
ru: Сохранение страницы %u из %u

source: Saving page %u of %u, layer %u of %u
ru: Сохранение страницы %u из %u, слоя %u из %u

source: Create Object
ru: Создать объект

source: Add Style
ru: Добавить стиль

source: Set Properties
ru: Установить свойства

source: Delete
ru: Удалить

source: Move To Top
ru: Переместить наверх

source: Move To Bottom
ru: Переместить вниз

source: Lower
ru: Опустить

source: Raise
ru: Поднять

source: Move Selection to `%s'
ru: Переместить выделение в %s

source: Cut
ru: Вырезать

source: Duplicate
ru: Дублировать

source: Create Group
ru: Создать группу

source: Ungroup
ru: Разгруппировать

source: Ungroup All
ru: Разгруппировать все

source: Modify&Copy
ru: Модифицировать и скопировать

source: Create Mask Group
ru: Создать маскирующую группу

source: Transform
ru: Преобразовать

source: Translate
ru: Перевести

source: Remove Transformation
ru: Снять преобразование

source: Align Objects
ru: Выровнять объекты

source: Abut Horizontal
ru: Выстроить по горизонтали

source: Abut Vertical
ru: Выстроить по вертикали

source: Flip Horizontal
ru: Перевернуть вдоль верт. оси

source: Flip Vertical
ru: Перевернуть вдоль гор. оси

source: Flip Both
ru: Перевернуть

source: Rotation
ru: Вращение

source: Move
ru: Передвижение

source: Move&Copy
ru: Переместить и скопировать

source: Scale
ru: Масштабировать

source: Blend
ru: Смешать

source: I can't blend the selected objects
ru: Невозможно смешать выбранные объекты

source: Cancel Blend
ru: Прервать смешивание

source: Create Path Text
ru: Создать текст вдоль кривой

source: Create Clone
ru: Создать клон

source: Combine Beziers
ru: Объединить кривые Безье

source: Split Beziers
ru: Разделить кривые Безье

source: Convert To Curve
ru: Превратить в кривую

source: Convert Image
ru: Сконвертировать изображение

source: Invert Image
ru: Инвертировать изображение

source: Go to page
ru: Перейти к странице

source: Insert Pages
ru: Вставить страницы

source: Insert Page
ru: Вставить страницу

source: Delete Page
ru: Удалить страницу

source: Select Layer
ru: Выбрать слой

source: Change Layer State
ru: Изменить состояние слоя

source: Set Layer Outline Color
ru: Установить цвет контура слоя

source: Rename Layer
ru: Переименовать слой

source: Append Layer
ru: Добавить слой

source: New Layer
ru: Новый слой

source: Move Layer Up
ru: Переместить слой вверх

source: Move Layer Down
ru: Переместить слой вниз

source: Delete Layer
ru: Удалить слой

source: Update Style
ru: Обновить стиль

source: Create Style %s
ru: Создать стиль %s

source: Remove Style %s
ru: Удалить стиль %s

source: Change Page Layout
ru: Изменить макет страницы

source: Set Grid Geometry
ru: Установить геометрию сетки

source: Add Guide Line
ru: Добавить направляющую

source: Delete Guide Line
ru: Удалить направляющую

source: Move Guide Line
ru: Переместить направляющую

source: Arc
ru: Дуга

source: Chord
ru: Хорда

source: Pie Slice
ru: Сегмент

source: Circle radius %(radius)[length], center %(center)[position]
ru: Радиус окружности %(radius)[length], центр %(center)[position]

source: Ellipse axes %(axes)[size], center %(center)[position]
ru: Оси эллипса %(axes)[size], центр %(center)[position]

source: Create Ellipse
ru: Создать эллипс

source: Circle %(radius)[length], center %(center)[position]
ru: Окружность %(radius)[length], центр %(center)[position]

source: Ellipse %(size)[size], center %(center)[position]
ru: Эллипс %(size)[size], центр %(center)[position]

source: EpsFile `%(filename)s' %(width)d x %(height)d at (%(x)d, %(y)d)
ru: Файл EPS `%(filename)s' %(width)d x %(height)d в (%(x)d, %(y)d)

source: Cannot load %(font)s: %(text)s
ru: Невозможно загрузить %(font)s: %(text)s

source: Can't create shared memory image: %s
ru: Невозможно создать изображение в разделяемой памяти: %s

source: Group with %d objects
ru: Сгруппировать %d объектов

source: Horizontal Guide Line at %(coord)[length]
ru: Горизонтальная направляющая в точке %(coord)[length]

source: Vertical Guide Line at %(coord)[length]
ru: Вертикальная направляющая в точке %(coord)[length]

source: Grayscale
ru: Изображение в градациях серого

source: Monochrome
ru: Двухцветное

source: UNSUPPORTED
ru: НЕ ПОДДЕРЖИВАЕТСЯ

source: Embedded %(mode)s image %(width)d x %(height)d at (%(x)d, %(y)d)
ru: Встроенное изображение %(width)d x %(height)d в точке (%(x)d, %(y)d)

source: Guides
ru: Направляющие

source: Grid
ru: Сетка

source: MaskGroup with %d objects
ru: Маскирущая группа из %d объектов

source: Select Mask
ru: Выбрать маску

source: Unknown Plugin Object `%s'
ru: Неизвестный подключаемый модуль `%s'

source: Fill Pattern
ru: Залить узором

source: Pattern
ru: Узор

source: Fill Transform Pattern
ru: Залить трансформированным узором

source: Transform pattern
ru: Трансформировать узор

source: Line Pattern
ru: Линейный узор

source: Line Width
ru: Толщина линии

source: Width
ru: Толщина

source: Line Cap
ru: Окончание линии

source: Cap
ru: Окончание

source: Line Join
ru: Соединение линии

source: Join
ru: Соединение

source: Line Dashes
ru: Штрихи линии

source: Dashes
ru: Штрихи

source: Line Arrow 1
ru: Стрелка 1 линии

source: Arrow 1
ru: Стрелка 1

source: Line Arrow 2
ru: Стрелка 2 линии

source: Arrow 2
ru: Стрелка 2

source: Font
ru: Шрифт

source: Font Size
ru: Размер шрифта

source: Size
ru: Размер

source: Linegap
ru: Окончание линии

source: Wordgap
ru: Промежуток между словами

source: Chargap
ru: Расстояние между символами

source: Text Alignment
ru: Отбивка текста

source: Alignment
ru: Выравнивание

source: Text Vertical Alignment
ru: Вертикальная отбивка текста

source: VAlignment
ru: Вертикальное выравнивание

source: Can't embed font '%s': %s
ru: Невозможно включить шрифт '%s': %s

source: Can't find file for font '%s' for embedding
ru: Невозможно найти файл для шрифта '%s' для включения

source: Rectangle %(size)[size]
ru: Прямоугольник %(size)[size]

source: Create Rectangle
ru: Создать прямоугольник

source: No Selection
ru: Нет выделения

source: %s on `%%(layer)s'
ru: %s в `%%(layer)s'

source: %(object)s on `%(layer)s'
ru: %(object)s в `%(layer)s'

source: %(number)d objects on `%(layer)s'
ru: %(number)d объектов в `%(layer)s'

source: %d objects on several layers
ru: %d объектов в нескольких слоях

source: Move Objects
ru: Переместить объекты

source: Resize Objects
ru: Изменить размеры объектов

source: Scale %(factorx)[factor], %(factory)[factor]
ru: Масштабировать %(factorx)[factor], %(factory)[factor]

source: Move %(x)[length], %(y)[length]
ru: Переместить %(x)[length], %(y)[length]

source: Shear Objects
ru: Обрезать объекты

source: Rotate Objects
ru: Вращать объекты

source: Rotation Center at %(position)[position]
ru: Центр вращения в %(position)[position]

source: Rotate by %(angle)[angle]
ru: Вращать на %(angle)[angle]

source: Horizontal Shear by %(ratio)[factor]
ru: Обрезать по горизонтали на %(ratio)[factor]

source: Vertical Shear by %(ratio)[factor]
ru: Обрезать по вертикали на %(ratio)[factor]

source: Identity Transform
ru: Идентичное преобразование

source: Edit Object
ru: Редактировать объекты

source: Align Left
ru: Выровнять влево

source: Align Right
ru: Выровнять вправо

source: Align H. Center
ru: Выровнять по центру (гор.)

source: Align Top
ru: Выровнять вверх

source: Align V. Center
ru: Выровнять по центру (верт.)

source: Align Baseline
ru: Выровнять по базовой линии

source: Align Bottom
ru: Выровнять вниз

source: Text `%(text)s' at %(position)[position]
ru: Текст `%(text)s' в %(position)[position]

source: Create Text
ru: Создать текст

source: Text on Path: `%(text)s'
ru: Текст вдоль кривой:`%(text)s'

source: Path Text: `%(text)s'
ru: Текст вдоль кривой:`%(text)s'

source: Select Text
ru: Выделить текст

source: Select Path
ru: Выделить кривую

source: Rotate Letters
ru: Вращать буквы

source: Skew Letters
ru: Сдвинуть буквы

source: Select
ru: Выделить

source: Edit
ru: Правка

source: Create
ru: Создать

source: Zoom Area
ru: Область для увеличения

source: Pick Object
ru: Указать объект

source: Place Object
ru: Расположить объект

source: Draw Rectangle
ru: Нарисовать прямоугольник

source: Draw Ellipse
ru: Нарисовать эллипс

source: Draw Curve
ru: Нарисовать кривую

source: Draw Poly-Line
ru: Нарисовать ломаную

source: Draw Text
ru: Нарисовать текст

source: Selection Mode
ru: Режим выделения

source: Edit Mode
ru: Режим редактирования

source: Toggle Mode
ru: Переключить режим

source: Use Xlib Renderer
ru: Использовать Xlib движок

source: Use Cairo Renderer
ru: Использовать Cairo движок

source: Alpha Channel
ru: Альфа канал

source: Color Managment
ru: Управление цветом

source: Snap to Grid
ru: Выровнять по сетке

source: Snap to Objects
ru: Выровнять по объектам

source: Snap to Guides
ru: Выровнять по направляющим

source: Snap Bounding Rect
ru: Выровнять ограничивающий прямоугольник

source: Snap Move Relative
ru: Выровнять относительное перемещение

source: Objects
ru: Объекты

source: Guide
ru: Направляющая

source: Snap:
ru: Выровнено:

source: No Snap
ru: Не выровнено

source: Crosshairs
ru: Перекрестия

source: Refresh Window
ru: Обновить окно

source: Zoom In
ru: Увеличить

source: Zoom Out
ru: Уменьшить

source: Fit to Window
ru: Вписать в окно

source: Fit Selected to Window
ru: Вписать выделение в окно

source: Fit Page to Window
ru: Вписать страницу в окно

source: Restore Previous View
ru: Восстановить предыдущий вид

source: Contour View
ru: Просмотр в контурах

source: Draw Page Border
ru: Рисовать контур страницы

source: Set Fill Color...
ru: Выбрать цвет заливки...

source: Set Fill Color
ru: Выбрать цвет заливки

source: Set Line Color
ru: Выбрать цвет линии

source: Select RGB Color
ru: Выбрать RGB цвет

source: Cancel
ru: Отменить

source: Apply
ru: Применить

source: Steps:
ru: Шаги:

source: Select Start
ru: Выделить начало

source: Select End
ru: Выделить конец

source: Set %d Blend Steps
ru: Установить % шагов смешивания

source: Color
ru: Цвет

source: Border
ru: Граница

source: Edit Gradient
ru: Редактировать градиент

source: Load Image...
ru: Загрузить изображение...

source: Pick Image...
ru: Указать узображение...

source: Load Image
ru: Загрузить изображение

source: Cannot load %(filename)s: %(message)s
ru: Невозможно загрузить %(filename)s: %(message)s

source: Fill Style
ru: Стиль заливки

source: Transform Pattern
ru: Преобразовать узор

source: Set Fill
ru: Выбрать заливку

source: Set Handle Color
ru: Выбрать рабочий цвет

source: Delete Handle
ru: Удалить рабочий

source: Insert Handle
ru: Вставить рабочий

source: Reverse
ru: Перевернуть

source: Error running script `%s'
ru: Ошибка при запуске сценария `%s'

source: Fill:
ru: Заливка:

source: Fill: None
ru: Заливка: Нет

source: Outline:
ru: Контур:

source: Outline: None
ru: Контур: Нет

source: New
ru: Создать

source: New Drawing Window
ru: Новое окно

source: Open...
ru: Открыть...

source: Save
ru: Сохранить

source: Save As...
ru: Сохранить как...

source: Save All
ru: Сохранить все

source: Export As...
ru: Экспортировать как...

source: Close
ru: Закрыть

source: Close All
ru: Закрыть все

source: Import vector...
ru: Импортировать вектор...

source: Preferences...
ru: Настройки...

source: Exit
ru: Выход

source: Report bug...
ru: Сообщить про ошибку...

source: Project web site...
ru: Веб-сайт проекта...

source: Project forum...
ru: Форум проекта...

source: About sK1...
ru: О программе...

source: Plugins strip
ru: Панель плагинов

source: Insert Page...
ru: Вставить страницу...

source: Delete Page...
ru: Удалить страницу...

source: Next Page
ru: Следующая страница

source: Previous Page
ru: Предыдущая страница

source: Go to Page...
ru: Перейти к странице...

source: Add Horizontal Guide Line
ru: Добавить горизонтальную направляющую

source: Add Vertical Guide Line
ru: Добавить вертикальную направляющую

source: Zoom 1:1
ru: Масштаб 1:1

source: Copy
ru: Копировать

source: Paste
ru: Вставить

source: Export Bitmap...
ru: Экспортировать в битмап

source: Align to ...
ru: Выравнивание...

source: Grid Setup...
ru: Параметры Сетки...

source: Outline...
ru: Контур...

source: Fill...
ru: Заливка...

source: Styles...
ru: Стили...

source: Blend...
ru: Смешивание...

source: Guides Setup...
ru: Направляющие...

source: Print...
ru: Печать...

source: Print to PDF...
ru: Печать в PDF файл...

source: Move...
ru: Перемещение...

source: Rotate...
ru: Вращение...

source: Resize...
ru: Изменить размер...

source: Load Palette...
ru: Загрузить палитру...

source: Import bitmap...
ru: Импортировать изображение...

source: Name Style...
ru: Именованный стиль...

source: Select All
ru: Выделить все

source: Select Next
ru: Выделить следующий

source: Select Previous
ru: Выделить предыдущий

source: Select First Child
ru: Выделить первого потомка

source: Select Parent
ru: Выделить родителя

source: Move Up
ru: Поднять на одного вверх

source: Move Down
ru: Опустить на одного вниз

source: Move Right
ru: Переместить вправо

source: Move Left
ru: Переместить влево

source: Move to Top
ru: Поднять вверх

source: Move to Bottom
ru: Опустить вниз

source: Move One Up
ru: Поднять на одного вверх

source: Move One Down
ru: Опустить на одного вниз

source: Group selected objects
ru: Сгруппировать выбранные объекты

source: Ungroup selection
ru: Разгруппировать выделенное

source: Rotate Left 90
ru: Вращать влево на 90

source: Rotate 180
ru: Повернуть на 180

source: Rotate Right 90
ru: Повернуть вправо на 90

source: Undo
ru: Омена

source: Redo
ru: Повтор

source: Discard Undo History
ru: Удалить историю изменений

source: No Fill
ru: Нет заливки

source: No Line
ru: Нет линии

source: Convert to CMYK
ru: Сконвертировать в CMYK

source: Convert to RGB
ru: Сконвертировать в RGB

source: Convert to Grayscale
ru: Сконвертировать в оттенки серого

source: Convert to B&W
ru: Сконвертировать в ч/б

source: Embed Image
ru: Встроенное изображение

source: File
ru: Файл

source: View
ru: Вид

source: Layout
ru: Макет

source: Arrange
ru: Расположение

source: Effects
ru: Эффекты

source: Bitmaps
ru: Изображения

source: Style
ru: Стиль

source: Help
ru: Помощь

source: Special
ru: Специальный

source: Zoom
ru: Увеличение

source: Load Palette
ru: Загрузить палитру

source: Cannot load palette %(filename)s!
ru: Невозможно загрузить палитру из файла %(filename)s

source: modified
ru: изменено

source: unmodified
ru: не изменено

source: to load image - sK1
ru: для загрузки изображения - sK1

source: Sketch Palette
ru: Палитра Sketch

source: All Files
ru: Все файлы

source: Set %s
ru: Установить %s

source: Set Parameters
ru: Установить параметры

source: Auto Update
ru: Автообновление

source: Update From...
ru: Обновить из...

source: Styles
ru: Стили

source: Apply style
ru: Применить стиль

source: Delete style
ru: Удалить стиль

source: Create Style
ru: Создать стиль

source: Create Style Info
ru: Создать стиль

source: Please enter a style name.
ru: Введите имя стиля, пожалуйста

source: The name `%(name)s' is already used. Please choose another one.
ru: Имя `%(name)s' уже используется. Выберите другое, пожалуйста.

source: Set Default Properties
ru: Установить свойства по умолчанию

source: Please select the object categories whose default properties you want to change
ru: Выберите категории объектов, чьи свойства по умолчанию Вы хотите сменить

source: Graphics Objects
ru: Графические объекты

source: Text Objects
ru: Текстовые объекты

source: Yes
ru: Да

source: No
ru: Нет

source: Don't Save
ru: Не сохранять

source: Clear All
ru: Очистить все

source: Undo %s
ru: Откат %s

source: Redo %s
ru: Повтор %s

source: Warning
ru: Предупреждение

source: Print Traceback
ru: Печать Traceback

source: %(message)s (%(count)d times)
ru: %(message)s (%(count)d раз)

source: Parsing error:
ru: Ошибка разбора:

source: unrecognised file type
ru: неизвестный тип файла

source: Cannot open %(filename)s: %(message)s
ru: Невозможно открыть %(filename)s: %(message)s

source: sK1 vector graphics files - *.sK1
ru: Файлы формата sK1 - *.sK1

source: All supported files - *.sk1 *.sk *.ai *.eps *.cdr *.svg *.wmf etc.
ru: Все поддерживаемые форматы - *.sk1 *.sk *.ai *.eps *.cdr *.svg *.wmf и т.д.

source: sK1 vector graphics files - *.sk1
ru: Файлы формата sK1 - *.sK1

source: Sketch\Skencil files - *.sk
ru: Файлы формата Sketch\Skencil - *.sk

source: Adobe Illustrator files (up to ver. 9.0) - *.ai
ru: Файлы Adobe Illustrator (версии < 9.0) - *.ai

source: Encapsulated PostScript files - *.eps
ru: Файлы Encapsulated PostScript - *.eps

source: PostScript files - *.ps
ru: PostScript файлы - *.ps

source: CorelDRAW Graphics files (7-X4 ver.) - *.cdr
ru: Файлы CorelDRAW (версии 7-X4) - *.cdr

source: CorelDRAW Templates files (7-X4 ver.) - *.cdt
ru: Файлы шаблонов CorelDRAW (версии 7-X4) - *.cdt

source: CorelDRAW Presentation Exchange files - *.cmx
ru: Файлы презентаций CorelDRAW - *.cmx

source: CorelDRAW Compressed Exchange files (CDRX format) - *.ccx
ru: Сжатые файлы презентаций CorelDRAW (CDRX формат) - *.ccx

source: Computer Graphics Metafile files - *.cgm
ru: Файлы формата Computer Graphics Metafile - *.cgm

source: Acorn Draw files - *.aff
ru: Файлы формата Acorn Draw - *.aff

source: Scalable Vector Graphics files - *.svg
ru: Файлы SVG формата - *.svg

source: Windows Metafile files - *.wmf
ru: Файлы формата Windows Metafile - *.wmf

source: HPGL cutting plotter files - *.plt
ru: Файлы HPGL формата для режущих плоттеров - *.plt

source: AutoCAD DXF files - *.dxf
ru: Файлы формата AutoCAD DXF - *.dxf

source: XFig files - *.fig
ru: Файлы XFig формата - *.fig

source: Sketch and Skencil files - *.sk
ru: Файлы форматов Sketch и Skencil - *.sk

source: Adobe Illustrator files (ver. 5.0) - *.ai
ru: Файлы Adobe Illustrator (версии 5.0) - *.ai

source: Portable Document Format (PDF 1.5) - *.pdf
ru: Файлы PDF формата (PDF 1.5) - *.pdf

source: PostScript - *.ps
ru: Файлы PostScript - *.ps

source: All supported files - *.png *.jpg *.tif *.gif *.psd *.bmp *.pcx etc.
ru: Все поддерживаемые форматы - *.png *.jpg *.tif *.gif *.psd *.bmp *.pcx etc.

source: Portable Network Graphics files - *.png
ru: Файлы Portable Network Graphics - *.png

source: JPEG files - *.jpg *jpeg
ru: JPEG файлы - *.jpg *jpeg

source: TIFF files - *.tif *.tiff
ru: TIFF файлы - *.tif *.tiff

source: CompuServ Graphics files - *.gif
ru: CompuServ Graphics файлы - *.gif

source: Adobe Photoshop files (up to v.3.0) - *.psd
ru: Файлы Adobe Photoshop (до версии 3.0) - *.psd

source: Windows Bitmap files - *.bmp
ru: Windows Bitmap файлы - *.bmp

source: Paintbrush files - *.pcx
ru: Файлы Paintbrush - *.pcx

source: Portable Bitmap files - *.pbm
ru: Файлы Portable Bitmap - *.pbm

source: Portable Graymap files - *.pgm
ru: Файлы Portable Graymap - *.pgm

source: Portable Pixmap files - *.ppm
ru: Файлы Portable Pixmap - *.ppm

source: sK1 color swatch palette
ru: Палитра цветов sK1

source: Browser not found
ru: Браузер не найден

source: and all the browsers are absent in the system!
ru: и все эти браузеры отсутствуют в системе!

source: Please consider installing browser in your system.
ru: Пожалуйста установите браузер в вашу систему.

source: sK1 has checked presence of following browsers:
ru: Проверено наличие следующих браузеров:

source: Open file
ru: Открыть

source: Import drawing
ru: Импортировать рисунок

source: Import bitmap
ru: Импортировать изображение

source: Save file As...
ru: Сохранить как...

source: Save file
ru: Сохранить в файл

source: Export drawing
ru: Экспортировать рисунок

source: Export drawing as a bitmap
ru: Экспортировать в виде изображения

source: Open
ru: Открыть

source: An error occurred:
ru: Произошла ошибка:

source: Warnings from the import filter:
ru: Предупреждения фильтра импорта:

source: Document parsing
ru: Разбор документа

source: Start document processing
ru: Начало обработки документа

source: Document has been loaded
ru: Документ загружен

source: Document saving/exporting
ru: Сохранение/экспорт документа

source: Finish document processing
ru: Завершение обработки документа

source: Printing
ru: Печать

source: The document doesn't have any printable layers!
ru: Документ не содержит слоев для печати!

source: Print into PDF file
ru: Печать в PDF файл

source: Import vector
ru: Импортировать вектор

source: An error occurred:
ru: Произошла ошибка:

source: Warnings from the import filter:
ru: Предупреждения фильтра импорта:

source: Importing result: it seems the document is empty!
ru: Результат импорта: похоже что документ пуст!

source: File importing
ru: Импорт файла

source: Start file parsing
ru: Начало разбора файла

source: File has been imported
ru: Файл импортирован

source: Cannot create backup file %(filename)s: %(message)s Choose `continue' to try saving anyway, or `cancel' to cancel saving.
ru: Невозможно создать резервный файл %(filename)s: %(message)s Выберите `Продолжить' для того, чтобы попытаться сохранить, или `Отменить' для отказа.

source: Save To File
ru: Сохранить в файл

source: Continue
ru: Продолжить

source: Cannot save %(filename)s: %(message)s
ru: Невозможно сохранить файл %(filename)s: %(message)s

source: sK1 - Save Document...
ru: sK1 - Сохранить документ...

source: File: <%s> has been changed ! Do you want to save it?
ru: Файл:%s был изменен. Желаете его сохранить?

source: Rotations
ru: Вращения

source: Radius
ru: Радиус

source: Create Objects
ru: Создать объекты

source: Create Star
ru: Создать звезду

source: Corners
ru: Углы

source: Steps
ru: Шаги

source: Outer Radius
ru: Наружный радиус

source: Inner Radius
ru: Внутренний радиус

source: Star Outline
ru: Контур звезды

source: Choose Raster Parameters
ru: Установить параметры растра

source: w. Transparency
ru: с прозрачносью

source: use BB information
ru: использовать BB инфо

source: Export Raster
ru: Экспортировать растр

source: unknown extension %s
ru: Неизвестное расширение %s
