Repository: sk1project/sk1-tk
Catalog: po/*.po
Languages: ru

source: Export Raster Alpha (100ppi)
ru: Экспортировать растр с прозрачностью (100ppi)

source: Reload Image
ru: Перегрузить изображение

source: The drawing contains unsupported fill or line patterns. Only solid colors are supported.
ru: Документ содержит не поддерживаемые типы заливки или линий. Поддерживаются только сплошные заливки.

source: The drawing contains raster images, which are not supported for separation
ru: Документ содержит растровые изображения, которые не поддерживаются при цветоделении

source: The drawing contains embedded EPS files which are not supported for separation
ru: Документ содержит встроенные EPS файлы, которые не поддерживаются при цветоделении

source: The drawing has %d unique colors. Please choose a basename for the separation files. There will be one file for each color with a name of the form basename-XXXXXX.ps where XXXXXX is the hexadecimal color value.
ru: Документ содержит %d уникальных цветов. Пожалуйста выберите имя для цветоделенного файла. Для каждого цвета будет записан отдельный файл с именем basename-XXXXXX.ps где XXXXXX шестнадцатиричное значение цвета.

source: Basename:
ru: Имя

source: Simple Separation
ru: Простое цветоделение

source: sK1 Preferences
ru: Настройки sK1

source: Restore Defaults
ru: По умолчанию

source: Preferences
ru: Настройки

source: Preference Panel
ru: Панель настроек

source: Start:
ru: Начало:

source: The angle (in degrees) from the horizontal to the arc's start point
ru: Угол в градусах от горизонтали до стартовой точки сегмента

source: End:
ru: Конец:

source: The angle (in degrees) from the horizontal to the arc's end point
ru: Угол в градусах от горизонтали до стартовой точки сегмента

source: Reset angles
ru: Переустановить углы

source: Swap angles
ru: Поменять местами углы

source: to Arc
ru: Дуга

source: to Chord
ru: Хорда

source: to Pie
ru: Сегмент

source: Font name
ru: Имя шрифта

source: Font style
ru: Стиль шрифта

source: Font size
ru: Размер шрифта

source: Set Font Properties
ru: Установить свойства шрифта

source: Group
ru: Группировать

source: Combine
ru: Соединить

source: Split
ru: Разъединить

source: Add page frame
ru: Создать рамку страницы

source: Add guides for page center
ru: Провести направляющие через центр страницы

source: Add guides across page border
ru: Выставить направляющие вокруг страницы

source: Remove all guides
ru: Удалить все направляющие

source: Jump:
ru: Скачок:

source: Insert node
ru: Вставить узел

source: Remove nodes
ru: Удалить узлы

source: Join selected nodes
ru: Соединить выбранные узлы

source: Break path at selected nodes
ru: Разорвать кривую в выбранных точках

source: Make selected nodes corner
ru: Сделать выбранные точки острыми

source: Make selected nodes smooth
ru: Сделать выбранные точки сглаженными

source: Make selected nodes symmetric
ru: Сделать выбранные точки симметричными

source: Make selected segments lines
ru: Сделать выбранные сегменты линиями

source: Make selected segments curves
ru: Сделать выбранные сегменты линиями

source: Select all nodes in path
ru: Выделить все узлы

source: Page:
ru: Страница:

source: H:
ru: Ш:

source: V:
ru: В:

source: Horizontal radius of rounded corners
ru: Горизонтальный радиус скругленных углов

source: Vertical radius of rounded corners
ru: Вертикальный радиус скругленных углов

source: Rotate:
ru: Повернуть:

source: Distance between words
ru: Расстояние между словами

source: Distance between lines
ru: Расстояние между срочками

source: Distance between characters
ru: Расстояние между буквами

source: Set Text properties
ru: Установить свойства текста

source: Left alignment
ru: Отбивка по левому краю

source: Center alignment
ru: Отбивка по центру

source: Right alignment
ru: Отбивка по правому краю

source: Set Text Alignment
ru: Установить отбивку текста

source: Units:
ru: Единицы:

source: About sK1
ru: О программе

source: Uses libraries: Tcl/Tk %s; Python %s
ru: Используются библиотеки: Tcl/Tk %s; Python %s

source: Illustration program for prepress
ru: Векторный редактор для препресса

source: To report bugs please use project bugtracker: https://bugs.launchpad.net/sk1/.
ru: Сообщить про ошибку можно в багтрекерре проекта: https://bugs.launchpad.net/sk1/.

source: Igor Novikov igor.e.novikov@gmail.com Project Leader
ru: Игорь Новиков igor.e.novikov@gmail.com руководитель проекта

source: Maxim Barabash maxim.s.barabash@gmail.com Designer
ru: Максим Барабаш maxim.s.barabash@gmail.com дизайнер

source: Acknowledgments: =======================================
ru: Благодарности: =======================================

source: Valek Fillipov CDR format reverse engineering
ru: Валек Филлипов Реверс-инжениринг CDR формата

source: Alexandre Prokoudine alexandre.prokoudine@gmail.com Information support (http://linuxgraphics.ru)
ru: Александр Прокудин alexandre.prokoudine@gmail.com информационная поддержка (http://linuxgraphics.ru)

source: The project is not localized yet.
ru: Локализация проекта не закончена.

source: We plan to provide localization resources for next version
ru: Мы предоставим локализационные ресурсы к следующей версии.

source: So if you wish joining to sK1 team as a localizator, just contact us!
ru: Поэтому, если вы хотите присоединиться к нашей команде в качестве переводчика, свяжитесь с нами!

source: Delete page
ru: Удалить слой

source: Delete page No.:
ru: Удалить страницы No.:

source: Error
ru: Ошибка

source: Incorrect page number!
ru: Неверный номер страницы!

source: Go to page No.:
ru: Перейти к странице No.:

source: Insert pages
ru: Вставить страницы

source: Insert:
ru: Вставить:

source: page(s)
ru: страница(цы)

source: Before
ru: Перед

source: After
ru: После

source: page No.:
ru: страница No.:

source: Incorrect number of pages!
ru: Неверное число страниц!

source: Plugin Browser
ru: Браузер плагинов

source: Plugins
ru: Плагины

source: Object properties
ru: Свойства объекта

source: Transformation
ru: Преобразование

source: Shaping
ru: Форма

source: Extentions
ru: Расширения

source: Empty pattern selected, i.e. object will not be filled
ru: Выбран пустой паттерн, т.е. объект не будет залит

source: Color name:
ru: Имя цвета:

source: Empty pattern
ru: Пустой патерн

source: RGB color
ru: RGB цвет

source: CMYK color
ru: CMYK цвет

source: Spot color
ru: Плашечный цвет

source: Registration Black
ru: Сложный черный

source: Colorspace:
ru: Цветовое пространство:

source: New Document
ru: Новый документ

source: Refresh Document
ru: Обновить документ

source: Save Document
ru: Сохранить документ

source: Close Other Documents
ru: Закрыть другие документы

source: Close Document
ru: Закрыть документ

source: General Options
ru: Общие настройки

source: Selection
ru: Выделение

source: Lowermost
ru: Опустить на самый низ

source: Page
ru: Страница

source: Relative to
ru: Относительно

source: Alignment type
ru: Тип отбивки

source: Align left sides
ru: Выровнять влево

source: Center on vertical axis
ru: Центр на вертикальной оси

source: Align right sides
ru: Выровнять вправо

source: Align tops
ru: Выровнять вверх

source: Center on horizontal axis
ru: Центр на горизонтальной оси

source: Align bottoms
ru: Выровнять вниз

source: Auto Apply
ru: Применить сразу

source: Distribute Objects
ru: Распределить объекты

source: Edge + Jump
ru: Край + скачок

source: Distribute
ru: Распределение

source: Distribute type
ru: Тип распределения

source: Distribute left sides equidistantly
ru: Равномерно распределить по левому краю

source: Distribute centers equidistantly horizontally
ru: Распределить центры равномерно по горизонтали

source: Make horizontal gaps between objects equal
ru: Равные горизонтальные отступы между объектами

source: Distribute right sides equidistantly
ru: Равномерно распределить по правому краю

source: Distribute tops sides equidistantly
ru: Равномерно распределить по верхнему краю

source: Distribute centers equidistantly vertically
ru: Распределить центры равномерно по вертикали

source: Make vertical gaps between objects equal
ru: Равные вертикальные отступы между объектами

source: Distribute bottoms sides equidistantly
ru: Равномерно распределить по нижнему краю

source: Color Space Converter
ru: Конвертер цвета

source: Text Find & Replace
ru: Поиск/замена текста

source: Find:
ru: Найти:

source: Replace to:
ru: Заменить на:

source: Parameters
ru: Параметры

source: Case sensitive
ru: С учетом регистра

source: Whole word
ru: Целое слово

source: RegExp search
ru: Регулярное выражение

source: Text Replace
ru: Замена текста

source: Grid origin
ru: Центр сетки

source: Grid size
ru: Размер сетки

source: Guidelines
ru: Направляющие

source: Add Horizontal Guide
ru: Добавить горизонтальную направляющую

source: Add Vertical Guide
ru: Добавить вертикальную направляющую

source: Delete Guide
ru: Удалить направляющую

source: % 6.*f %s horizontal
ru: % 6.*f %s по горизонтали

source: % 6.*f %s vertical
ru: % 6.*f %s по вертикали

source: Portrait
ru: Портрет

source: Landscape
ru: Альбом

source: Solid Fill
ru: Сплошная заливка

source: Copy From...
ru: Скопировать из...

source: Restore color
ru: Восстановить цвет

source: Gradient Fill
ru: Градиенты

source: Color:
ru: Цвет:

source: Line width:
ru: Толщина линии:

source: Style:
ru: Стиль:

source: Corners:
ru: Углы:

source: Line caps:
ru: Концы линий:

source: Restore properties
ru: Восстановить свойства

source: Set Outline Properties
ru: Установить свойства контура

source: Outline Color
ru: Цвет линии

source: Set Outline Color
ru: Установить цвет контура

source: Outline Properties
ru: Свойства контура

source: Two or more objects must be selected
ru: Должны быть выбраны два или более объекта

source: Paths in polygon objects must be closed
ru: Кривые в объектах должны быть замкнутыми

source: Only rectangles, ellipses and polygons must be selected
ru: Выбраны должны быть только прямоугольники, эллипсы или кривые

source: Divide
ru: Деление

source: Leave originals
ru: Работать с копией

source: Intersection
ru: Пересечение

source: Outline to Curve
ru: Обводка в кривую

source: Trim
ru: Вычитание

source: Union
ru: Объединение

source: Absolute Coordinates
ru: Абсолютные координаты

source: Basepoint:
ru: Базовая точка:

source: Apply to Copy
ru: Применить к копии

source: Resize
ru: Изменить размер

source: Proportional
ru: Пропорционально

source: Resize&Copy
ru: Изменить и скопировать

source: Rotate
ru: Вращать

source: Angle:
ru: Угол:

source: deg
ru: град

source: Center:
ru: Центр:

source: Absolute Center
ru: Абсолютный центр

source: Rotation&Copy
ru: Вращать и скопировать

source: Scale and Mirror
ru: Масштаб и отражение

source: Scale&Copy
ru: Масштабировать и скопировать

source: Skew
ru: Наклон

source: Skew&Copy
ru: Наклонить и скопировать
